[{"about": [{"id": 0, "info": "House (also called House, M.D.) is an American medical drama television series that originally ran on the Fox network for eight seasons, from November 16, 2004, to May 21, 2012. The series' main character is Dr. Gregory House (Hugh Laurie), an unconventional, misanthropic medical genius who, despite his dependence on pain medication, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital (PPTH) in New Jersey. The series' premise originated with Paul Attanasio, while David Shore, who is credited as creator, was primarily responsible for the conception of the title character."}, {"id": 1, "info": "The series' executive producers included Shore, Attanasio, Attanasio's business partner Katie Jacobs, and film director Bryan Singer. It was filmed largely in a neighborhood and business district in Los Angeles County's Westside called Century City. The show received high critical acclaim, and was consistently one of the highest rated series in the United States."}, {"id": 2, "info": "House often clashes with his fellow physicians, including his own diagnostic team, because many of his hypotheses about patients' illnesses are based on subtle or controversial insights. His flouting of hospital rules and procedures frequently leads him into conflict with his boss, hospital administrator and Dean of Medicine Dr. Lisa Cuddy (Lisa Edelstein). House's only true friend is Dr. James Wilson (Robert Sean Leonard), head of the Department of Oncology."}]},



{"people": [

  {"id": 0, "name": "Dr. Gregory House, M.D.", "rank": "Head of Diagnostic Medicine", "about": [{"id": 0, "info": "Gregory House is the fictional protagonist of the American medical drama series House. Created by David Shore and portrayed by English actor Hugh Laurie, he leads a team of diagnosticians and is the Head of Diagnostic Medicine at the fictional Princeton-Plainsboro Teaching Hospital in Princeton, New Jersey. House's character has been described as a misanthrope, cynic, narcissist, and curmudgeon, the last of which terms was named one of the top television words of 2005 in honor of the character."}, {"id": 1, "info":"In the series, the character's unorthodox diagnostic approaches, radical therapeutic motives, and stalwart rationality have resulted in much conflict between him and his colleagues. House is also often portrayed as lacking sympathy for his patients, a practice that allows him time to solve pathological enigmas. The character is partly inspired by Sherlock Holmes. A portion of the show's plot centers on House's habitual use of Vicodin to manage pain stemming from leg infarction involving his quadriceps muscle some years earlier, an injury that forces him to walk with a cane. This dependency is also one of the many parallels to Holmes, who was a habitual user of cocaine and other drugs."}, {"id": 2, "info": "The character received generally positive reviews and was included in several best of lists. Tom Shales of The Washington Post called House the most electrifying character to hit television in years. For his portrayal, Laurie won various awards, including two Golden Globe Awards for Best Actor in a Television Series – Drama, two Screen Actors Guild Awards for Best Actor from Drama Series, two Satellite Awards for Best Actor in a Television Series – Drama, two TCA Awards for Individual Achievement in Drama, and has received a total of six Primetime Emmy Award nominations for Outstanding Lead Actor in a Drama Series."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "gregory.house@fake-email.com", "photo":"https://www.ocregister.com/wp-content/uploads/migration/kpi/kpikxy-19houselarge.jpg?w=879"},
  
  {"id": 1, "name": "Dr. Lisa Cuddy, M.D.", "rank": "Dean of Medicine", "about": [{"id": 0, "info":"Lisa Cuddy, M.D., is a fictional character on the Fox medical drama House. She is portrayed by Lisa Edelstein. Cuddy was the dean of medicine of the fictional Princeton-Plainsboro Teaching Hospital in New Jersey. Cuddy quit her job after the events of season seven's finale Moving On."}, {"id": 1, "info": "Cuddy's job title in House is Dean of Medicine and Hospital Administrator. She is Jewish, and has a mother and one sister; her father is dead.[3] She began dreaming of becoming a doctor when she was 12, graduated from medical school at age 25 as second best in her class, and became the first female and second youngest Dean of Medicine at the age of 32 (she was actually 29 but she added three years to her age in order to seem more mature to the Selection Committee).[4] Cuddy attended the University of Michigan, where she first met Gregory House."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "lisa.cuddy@fake-email.com", "photo": "https://i.pinimg.com/564x/58/7d/55/587d557df48b61dcd11b390143311cf3.jpg"}, 

{"id": 2, "name": "Dr. James Wilson, M.D.", "rank":"Head of Oncology", "about": [{"id": 0, "info": "James Evan Wilson, M.D., is a fictional character on the Fox medical drama House. He is played by Robert Sean Leonard. The character first appears in the show's pilot episode when he introduces a medical case to Dr. Gregory House. Wilson is Dr. House's only true friend, and frequently provides him with consultations and aid. Wilson is the head of the Department of Oncology at Princeton-Plainsboro Teaching Hospital."}, {"id": 1, "info": "During the show's run, the characters of House and Wilson have been compared to Sherlock Holmes and Dr Watson. Wilson's portrayer, Robert Sean Leonard, has stated that his character and Dr. House were originally supposed to play these roles; but Dr. House's diagnostic team has taken over Dr. Wilson's part. Leonard also read the script of the pilot episode of CBS' Numb3rs and was planning to audition. He auditioned for Wilson instead because he felt he would more enjoy playing the character that House went to for help and because he liked the Odd Couple dynamic of the relationship."}, {"id": 2, "info": "The character was positively received. Alan Sepinwall of The Star-Ledger described Wilson as the only irreplaceable supporting character of the show."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "james.wilson@fake-email.com", "photo":"https://snworksceo.imgix.net/dpn-utb/64d28e39-3df7-4012-ae69-73a29b5aa621.sized-1000x1000.jpeg?w=1000"}, 

{"id": 3, "name": "Dr. Robert Chase, M.D.", "rank": "Head of Surgery", "about": [{"id": 0, "info": "Robert Chase, M.D. is a fictional character portrayed by Jesse Spencer on the Fox TV series House. Chase works a part of the team of diagnosticians who work under Gregory House until the end of the third season, when House fires him. Following season 3 Chase continues to work at the hospital as a surgeon, and returns to House's team in season 6."},{"id": 1, "info": "Robert Chase is the longest-serving member of House's staff. Chase is attracted to Allison Cameron through season 3 of the show and embarks on a romantic relationship with her in Human Error."},{"id": 2, "info": "In Post Mortem, he leaves the diagnostic team after realizing he was in the same position as he was 10 years earlier, unlike all of the other former members of the team. However, in the series finale, he rejoins the hospital as the new head of diagnostic medicine, replacing House."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "robert.chase@fake-email.com", "photo":"https://systematicthinker.files.wordpress.com/2015/03/chase.jpg"},


{"id": 4, "name": "Dr Allison Cameron, M.D.", "rank": "Dept. of Diagnostic Medicine", "about": [{"id": 0, "info":"Allison Cameron, M.D., is a fictional character on the Fox medical drama House, portrayed by American actress Jennifer Morrison. An immunologist, Cameron was a member of Dr. Gregory House's team of handpicked specialists at Princeton–Plainsboro Teaching Hospital's Department of Diagnostic Medicine. She returned for the final episode of the series, Everybody Dies."}, {"id": 1, "info":"At the start of the show, Cameron was the only woman on House's initial diagnostic team.[1] She is known for her honesty, sincerity, idealism and strong ethical center. Even so, she is not out of her depth teasing others, as she does when alone with Chase, telling him that women can have hour-long orgasms (in response to Foreman telling her Chase is interested but shy); but, when Foreman enters, she acts completely deadpan.[2] She is a deist, claiming I believe in a higher order that's in control of what happens, but not in one anthropomorphic entity called 'God' that's concerned with the everyday workings of you and me, but expresses a feeling of respect for people with religious beliefs, unlike House, who openly and mercilessly taunts religious people.[3][4][5] Joyce Millman of The New York Times has stated she plays Jane Eyre to House's Edward Rochester. Millman stated that House's description of Cameron in Love Hurts cut to the core of Cameron's motivation and personality. Morrison has said that Cameron hates herself for being in love with House, but she can't help but find him desirable. Cameron objects to House's reliance on deceiving their patients and has gone head-to-head with him several times on the issue."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "allison.cameron@fake-email.com", "photo":"https://openpsychometrics.org/tests/characters/test-resources/pics/H/6.jpg"},

{"id": 5, "name": "Dr Eric Foreman, M.D.", "rank": "Dept. of Diagnostic Medicine", "about": [{"id": 0, "info":"A neurologist, Foreman was a member of Dr. Gregory House's handpicked team of specialists at Princeton–Plainsboro Teaching Hospital's Diagnostic Medicine Department. He was hired by House merely three days prior to the series' pilot episode (as implied in a deleted scene of the pilot)."}, {"id": 1, "info": "Foreman attended Columbia University as an undergraduate before matriculating at the Johns Hopkins School of Medicine. In the pilot episode, he mentioned he had a 4.0 GPA through medical school, a fact confirmed by Dr. James Wilson in Histories."}, {"id": 2, "info":"Little is known about Foreman's past, although it has been suggested that his family was quite underprivileged and his parents are currently living on a pension (cf. Histories). Foreman was also a former juvenile delinquent who once burglarized houses and stole cars. (House claims that this was a major factor in his decision to hire Foreman, that Foreman's delinquent past makes him useful in identifying misbehaving patients.) His father, Rodney (who appears in the episodes Euphoria, Part 2 and House Training), is deeply religious, while his mother is unfit to travel, due to Alzheimer's disease; Foreman also has a brother, Marcus (played by Orlando Jones), who was incarcerated for drug possession until the season 6 episode Moving the Chains. Although he has a somewhat estranged relationship with his parents, the show depicts them as loving, though his father is emotionally distant."}, {"id": 3, "info": "By the end of the series (season 8), Foreman has become Dean of Medicine (replacing Cuddy) and one of the few people House trusts intimately. In the final scenes of the series, Foreman and Wilson are the only two people who know that House is still alive after everyone thinks he died in a fire: Foreman discovers an ID badge that House planted in his office as House and Wilson ride motorcycles to points unknown."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "eric.foreman@fake-email.com", "photo":"https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Eric_foreman_season6.jpg/220px-Eric_foreman_season6.jpg"},

{"id": 6, "name": "Dr. Remy Thirteen Hadley", "rank": "Dept. of Diagnostic Medicine", "about": [{"id": 0, "info": "Remy Thirteen Hadley, M.D., is a fictional character on the Fox medical drama House, portrayed by Olivia Wilde. She is part of the new diagnostic team assembled by Dr. Gregory House after the disbanding of his previous team in the third-season finale. The character's nickname derives from the episode The Right Stuff, when she is assigned the number during a competition for her position at the Princeton-Plainsboro Teaching Hospital."}, {"id": 1, "info": "The show depicts Thirteen as a secretive character who does not divulge personal information; her surname was not used on the show until the fourth season's penultimate episode House's Head, nor her given name until the fifth-season episode Emancipation. Instead, several of the character's traits are implied before they are depicted as true. In the season four episode You Don't Want to Know, Thirteen tells House that her mother died from Huntington's disease; a test she performs several episodes later confirms she carries the gene. After hints were given regarding her character's sexuality, actress Olivia Wilde confirmed that her character is indeed bisexual. This is confirmed by Eric Foreman in the episode Don't Ever Change."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "remy.hadley@fake-email.com", "photo":"https://ucarecdn.com/edd7aca1-ef25-475b-b80c-a42b22435432/-/crop/350x350/57,0/-/preview/-/progressive/yes/-/format/auto/"}, 

{"id": 7, "name": "Dr. Christopher Taub, M.D.", "rank": "Dept. of Diagnostic Medicine", "about": [{"id": 0, "info": "Christopher Michael Taub, M.D. is a fictional character on the Fox medical drama House. He is portrayed by Peter Jacobson. He becomes a member of House's new diagnostic team in Season 4 Episode 9 which is titled as Games."}, {"id": 1, "info": "Taub is a plastic surgeon and was #39 during the games used by House to select his new team. House almost fired Taub (and the row he was sitting in) on the first day of the episode, but Taub was saved when House changed his mind after noticing an attractive woman in the group. He also reveals his utmost willingness among all the applicants to challenge House's authority, even telling a patient's father that he thinks House is wrong and can have him removed from the case (Ugly). Lisa Cuddy later favors Taub as one of her two choices for the team, arguing that his knowledge and combative nature would keep House focused (it is later revealed that she had chosen Taub and Kutner, the two male applicants because she suspected that House would defy her suggestion and choose at least one female candidate). In the sixth season, Taub quit Princeton-Plainsboro Teaching Hospital (PPTH) and returned to his plastic surgery practice during the brief period Eric Foreman led the diagnostics team after House's departure in the episode Epic Fail, saying he had only joined the team to work with House. When House returned to PPTH in the episode Teamwork, House brought Taub back into the team along with Thirteen, Robert Chase, and Foreman. In the episode Lockdown, it is revealed that Taub has an outstanding educational and early professional profile. He also expressed frustration that he has not continued the same level of success in his current professional career and is now working for people of a younger age. Taub interviewed Martha Masters for medical school."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "christopher.taub@fake-email.com", "photo":"https://upload.wikimedia.org/wikipedia/en/thumb/6/65/Chris_taub_season6.jpg/220px-Chris_taub_season6.jpg"}]}, 

{"slides": [{"id": 0, "url": "https://cdn.mos.cms.futurecdn.net/Sh49RjdLb37DUGvW5Cthmk-1024-80.jpg.webp", "title" : "House1"}, {"id": 1, "url": "https://tvline.com/wp-content/uploads/2020/04/house-1.jpg?w=620&h=414&crop=1", "title": "House2"}, {"id": 2, "url": "https://www.looper.com/img/gallery/the-truth-about-the-house-m-d-theme-song/intro-1611857001.jpg", "title": "House3"}]}, {"navbar": [{"url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Dr_House.png/800px-Dr_House.png"}]}, {"show": [{"name": "House"}]}]