[
  {"about": [{"id": 0, "info": "Law & Order is an American police procedural and legal drama television series created by Dick Wolf and produced by Wolf Entertainment and Universal Television, launching the Law & Order franchise."}, {"id": 1, "info": "Law & Order aired its entire run on NBC, premiering on September 13, 1990, and completing its 20th season on May 24, 2010. On September 28, 2021, after an 11-year hiatus, NBC announced that the series would be revived for a 21st season, which premiered on February 24, 2022. The revival saw the debut of new regular cast members and the reprisal of District Attorney Jack McCoy and Detective Kevin Bernard by series veterans Sam Waterston and Anthony Anderson, respectively. The 22nd season premiered on September 22, 2022. On April 10, 2023, the series was renewed for its 23rd season."}, {"id": 2, "info": "Set and filmed in New York City, the series follows a two-part approach: the first half-hour is the investigation of a crime (usually murder) and apprehension of a suspect by New York City Police Department detectives, the second half is the prosecution of the defendant by the Manhattan District Attorney's Office. Plots are often based on real cases that recently made headlines, although the motivation for the crime and the perpetrator may be much different."}]},
  
  {"people": [{"id": 0, "name": "Jack McCoy", "rank": "Executive Assistant District Attorney", "about": [{"id":"Jack McCoy brings 24 years of experience with him as he is introduced as Executive Assistant District Attorney by Adam Schiff (Steven Hill) in the season five premiere episode Second Opinion. He quickly establishes himself as more unconventional and ruthless than his predecessor Executive Assistant District Attorney, Ben Stone (Michael Moriarty). He often bends—and sometimes breaks—trial rules to get convictions, finds tenuous rationales for charging defendants with crimes when the original charges fail to stick, and charges innocent people to frighten them into testifying against the actual guilty parties. McCoy is found in contempt of court 80 times for such behavior, and his tactics occasionally incur negative publicity for the DA's office. His underlying motivation, however, is not, he maintains, corruption but a sincere desire to see justice done. To that end, McCoy has gone after defendants accused of perverting the justice system to arrange wrongful convictions with just as much determination as his more mundane cases. Such aggressive actions in the courts have earned him the nickname Hang 'em High McCoy. He describes himself as a junkyard dog. He is well-respected in the legal community, once referred to as the top of the legal food chain by a rival attorney during a trial."}, {"id": 1, "info": "McCoy is hand-picked for the interim DA position by Governor Donald Shalvoy (Tom Everett Scott), and the two initially have a friendly, productive working relationship. By the end of the 18th season, however, McCoy discovers that Shalvoy is involved in a prostitution scandal that is tied to a murder case he is prosecuting. Angered and disappointed, McCoy orders Cutter to start investigating Shalvoy, who retaliates by lending his support to McCoy's opponent in the election. In the last episode of season 19, The Drowned and the Saved, Cutter uncovers evidence that Shalvoy tried to buy a Senate seat for his wife Rita (Alison Elliott), who ordered the murder, and threatens him with public disgrace unless he resigns. McCoy's opponent suddenly has no patron, giving McCoy good prospects for victory. In the opening episode of season 20, McCoy is revealed to have won the election; he serves as DA for the remainder of this final season of Law & Order."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "jack.mccoy@fake-email.com", "photo": "https://hips.hearstapps.com/hmg-prod/images/sam-waterston-law-and-order-season-15-1654679840.jpeg?crop=0.661xw:0.441xh;0.232xw,0.124xh&resize=980:*"}, 

  {"id": 1, "name": "Anita Van Buren", "rank":"Commander of the 27th Precinct", "about": [{"id": 0, "info": "Van Buren joins the cast in the 1993 episode Sweeps, succeeding Capt. Don Cragen (Dann Florek) as commander of the 27th Precinct Detective Squad after Cragen transfers to the Anti-Corruption Task Force. Throughout her run on the show, she oversees the work of detectives such as Lennie Briscoe (Jerry Orbach), Mike Logan (Chris Noth), Tony Profaci (John Fiero), Rey Curtis (Benjamin Bratt), Sammy Kurtz (Paul Guilfoyle), Morris LaMotte (Larry Clarke), Joe Cormack (Joe Forbrich), Ed Green (Jesse L. Martin), Joe Fontana (Dennis Farina), Nick Falco (Michael Imperioli), Nina Cassady (Milena Govich), Cyrus Lupo (Jeremy Sisto), and Kevin Bernard (Anthony Anderson)."}, {"id": 1, "info": "For almost the entire duration of the series, Van Buren carries a Smith & Wesson Model 36 revolver as her duty weapon. In the 20th season episode Fed she is seen carrying a Glock 19."}, {"id": 2, "info": "Van Buren is known for her toughness, but she often pays a price for it. In one episode she shoots and wounds a would-be mugger (Omar Scroggins) who attacks her at an ATM, and kills the mugger's partner, who turned out to be a mentally handicapped teenager. She is investigated, and absolved, by the Internal Affairs Bureau. The District Attorney brings her case to the grand jury, but they choose to not indict her. Later, the mugger is charged with the murder and Van Buren testifies at the trial. Due to this, Lennie Briscoe later tells Rey Curtis that “she hates the hell out of going to court.” In another, she nearly loses her job when she sues the NYPD for promoting a white woman with less seniority ahead of her. Her lawsuit becomes such an issue of contention within the department that the Chief of Detectives tells her she will have to resign to get her squad the resources it needs to apprehend a child rapist. A judge eventually dismisses her discrimination suit."}, {"id":3, "info": "During a murder case, Van Buren learns that the case that led to her promotion to lieutenant was tainted by a dishonest fingerprint examiner's report. The expert, a friend of Van Buren's, had been falsifying various other reports and is tried for her actions, saying that she was just doing what Van Buren wanted. No action is taken against Van Buren, but the scandal continues to haunt her."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "anita.vanburen@fake-email.com", "photo":"https://i.pinimg.com/564x/26/83/1d/26831dbb564858d7668ef7943db76c45.jpg"}, 
  
  {"id": 2, "name": "Abbie Carmichael", "rank": "Assistant District Attorney", "about": [{"id": 0, "info": "Abbie Carmichael is introduced in the episode Cherished, having transferred from the Narcotics Bureau to replace Jamie Ross (Carey Lowell) as Jack McCoy's (Sam Waterston) assistant DA in the New York County DA's office. The series reveals that she is from Dallas and attended the University of Texas, where she was on the track team."},{"id": 1, "info": "Carmichael is characterized as a staunch political conservative: She is anti-abortion, opposes gun control, favors the death penalty, and has no faith in criminal rehabilitation programs. These political beliefs often put her in conflict with McCoy and DAs Adam Schiff (Steven Hill) and Nora Lewin (Dianne Wiest), all of whom are of a more liberal stripe."},{"id": 2, "info": "Certain cases affect her worldview, however. During one case (season 9, episode 8 Punk), she prosecutes an incarcerated woman who had murdered a corrections officer she claims had forced her into a sexual relationship. Carmichael, who had prosecuted the woman before on a drug charge, has no sympathy for her and seems hell-bent on putting her in prison for life—until she cross-examines the woman, who reveals that she blames herself for being raped. This strikes a chord in Carmichael, who suddenly arranges a lenient plea bargain for the woman. Carmichael later reveals to McCoy that she had been raped as a freshman in college by a third-year law student she had been dating, and had for years blamed herself. In another case, her friend and fellow ADA, Toni Ricci (Jenna Stern), is murdered by the Russian mobsters she was prosecuting. It is the only time that she lets anyone in the DA's office see her cry."}, {"id": 3, "info": "Carmichael makes her final appearance in the episode Deep Vote, as she accepts an offer to join the U.S. Attorney's office in New York. She is replaced by Serena Southerlyn (Elisabeth Röhm) in season 12."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "abbie.charmichael@fake-email.com", "photo":"https://cdn.images.express.co.uk/img/dynamic/20/590x/secondary/law-and-order-season-21-angie-harmon-3919039.webp?r=1645170036968"},
  
  {"id": 3, "name": "Ed Green", "rank": "Senior Detective", "about": [{"id": 0, "info": "Ed Green is introduced as senior detective Lennie Briscoe's (Jerry Orbach) new junior partner, succeeding Rey Curtis (Benjamin Bratt). Green's willingness to bend legal rules to arrest a suspect does little to endear him to his superiors, and he initially thinks Briscoe is too old to investigate crimes effectively. Green and Briscoe have several heated disagreements about the latter's capabilities. Later, however, Green grows to trust and respect his partner, as well as tone down his unorthodox investigative methods. He and Briscoe often joke about their age difference, as well as Green's Rolex watches and Briscoe’s two failed marriages. His badge number is 3472."}, {"id": 1, "info":"After they work together on the show for five years, Briscoe retires, and Green is more affected by his retirement than he expected. It takes him a while to warm up to his next partner, Joe Fontana (Dennis Farina), whose style is more abrasive than Briscoe's. However, Green eventually deflates some of the tension between Fontana and their lieutenant, Anita Van Buren (S. Epatha Merkerson)."}, {"id": 2, "info": "Near the end of Season 15, Green is shot in the line of duty and hospitalized for several weeks. During his absence, his position is filled in by Nick Falco (Michael Imperioli). The absence of Green’s character from the show was occasioned in the real world by actor Martin's sabbatical to reprise his former Broadway depiction of Tom Collins in the motion picture version of Rent."}, {"id": 3, "info": "Green is promoted to senior detective after Fontana retires. He is partnered with Nina Cassady (Milena Govich), over the objections of Van Buren, who thinks Cassady is too inexperienced to be a homicide detective. Initially, Green seems to have a similar opinion, but as time passes, their partnership becomes more solid and they become more relaxed and friendly with one another. Their relationship remains professional, however."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "ed.green@fake-email.com", "photo":"https://static.tvmaze.com/uploads/images/medium_portrait/4/11710.jpg"},
  
  {"id": 4, "name": "Lennie Briscoe", "rank": "Senior Detective", "about": [{"id": 0, "info":"Leonard W. Briscoe is a fictional character on NBC's long-running police procedural and legal drama television series Law & Order. He was created by Walon Green and René Balcer and portrayed by Jerry Orbach. He was featured on the show for 12 seasons, from 1992 to 2004, making him one of the longest-serving main characters in the series' history, as well as the longest-serving police detective on the show. He also appeared in three Law & Order spin-offs and was part of the original cast of Law & Order: Trial by Jury, appearing in the first two episodes prior to his death. He appears in 282 episodes (273 episodes of Law & Order, two episodes of Law & Order: Trial by Jury, one episode of Law & Order: Criminal Intent, three episodes of Law & Order: Special Victims Unit, and three episodes of Homicide: Life on the Street), the TV movie Exiled and the Law & Order video games Law & Order: Dead on the Money, Law & Order: Double or Nothing, Law & Order: Justice Is Served and Law & Order: Legacies."}, {"id": 1, "info":"Orbach's performance as Briscoe on the New York-based series was so popular that it resulted in him being declared a Living Landmark by the New York Landmarks Conservancy, along with fellow longtime series cast member Sam Waterston (who portrays the prosecutor Jack McCoy on the show)."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "lennie.briscoe@fake-email.com", "photo":"https://hips.hearstapps.com/hmg-prod/images/gettyimages-138449376.jpg?resize=1200:*"},
  
  {"id": 5, "name": "Rey Curtis", "rank": "Homicide Detective", "about": [{"id": 0, "info":"Reynaldo Curtis is a fictional character on the TV drama Law & Order, created by Ed Zuckerman and portrayed by Benjamin Bratt from 1995 to 1999. He appeared in 98 episodes (95 episodes of Law & Order and three episodes of Homicide: Life on the Street). He also appeared in Exiled: A Law & Order Movie."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "rey.curtis@fake-email.com", "photo":"https://latinheat.com/wp-content/uploads/2022/05/Benjamin-Bratt-in-Law-Order-Photo-NBC-585x737.jpg"},
  
  {"id": 6, "name": "Adam Schiff", "rank": "District Attorney", "about": [{"id": 0, "info": "Schiff is District Attorney of New York County, and a graduate of Columbia University, where he served on the Law Review. He began his career as an ADA in 1973. He is a pragmatic Democrat of faintly liberal stripe, but regardless of political inclinations, he is never perturbed by his critics nor by uncooperative judges. Political persuasions sometimes cloud his decisions with regard to certain cases such as the death penalty; however, he has moral objections to capital punishment, having written a brief protesting it in 1971, but is not averse to seeking it against a defendant if voters want such a sentence carried out. He is also pro-choice."}, {"id": 1, "info": "While he is always pragmatic, resolute and austere in his professional conduct, he has amicable relationships with his assistants. He is closest to Benjamin Stone (Michael Moriarty), and is saddened to see him resign when a witness he is trying to protect is murdered. His relationship with Stone's successor, Jack McCoy (Sam Waterston), is more problematic, as McCoy is more ruthless and unconventional, and his habitual bending of trial rules occasionally garners Schiff bad publicity. However, the two eventually grow closer and respect each other."}, {"id": 2, "info": "Schiff has many friends among New York's elite, including powerful politicians, judges, and businessmen. Over the show's run, however, many of these friends prove themselves to be either corrupt or hiding secrets. The politician who first asked that he run for district attorney, Edward Vogel (George Martin), later tries to use their relationship to quash the prosecution of his son's murderer to avoid having his son's homosexuality revealed. In another case, one of his closest friends, Judge Edgar Hynes (Louis Zorich), commits suicide after being caught taking bribes. Another, Carl Anderton (Robert Vaughn), a high-powered CEO, is discovered to be suffering from bipolar disorder and attempts to arrange an unjust punishment for his similarly affected grandson Terence (Sam Huntington), who had killed his half-sister during a manic phase, to hide his own condition. The once solid friendship destroyed, Anderton seeks vengeance and backs Schiff's opponent Gary Feldman (Cliff Gorman) in a primary election; Schiff nevertheless is reelected."}, {"id": 3, "info": "In a 1997 episode, Schiff's wife is left in a coma after suffering a severe stroke. She dies, after he elects to have her taken off life support.[10] Their son Josh is mentioned in several episodes, as are Josh's own wife and son, but he never appears on screen."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "adam.schiff@fake-email.com", "photo":"https://www.hollywoodreporter.com/wp-content/uploads/2016/04/law_and_order_hill_2a.jpg?w=1047&h=1126&crop=1"}, 
  
  {"id": 7, "name": "Mike Logan", "rank": "Senior Detective", "about": [{"id": 0, "info": "Michael Logan is a fictional character in the police procedural and legal drama television series Law & Order franchise, played by Chris Noth. He appears in 148 episodes of the franchise (111 episodes of Law & Order and 36 episodes of Law & Order: Criminal Intent) as well as in one episode of Homicide: Life on the Street. He also appeared in Exiled: A Law & Order Movie."}, {"id": 1, "info": "Logan initially appeared on Law & Order from the show's pilot episode. He appeared in every episode beginning with the first season in 1990 until Noth's dismissal from the series in 1995. After appearing in the franchise telemovie Exiled, the character then guest-starred in the Law & Order: Criminal Intent season-four episode Stress Position. Logan subsequently became a regular on Criminal Intent, starting with the first episode of season five, Grow, which originally aired on September 25, 2005. Logan then left the series in the 21st episode of season seven, Last Rites, which originally aired on August 17, 2008."}], "phone": "555-555-1234", "fax": "555-555-4321", "email": "mike.logan@fake-email.com", "photo":"https://images6.fanpop.com/image/photos/32800000/mike-logan-law-and-order-central-all-of-them-32882290-363-541.jpg"}]}, 
{"slides": [{"id": 0, "url": "https://media.npr.org/assets/img/2023/07/28/nup_135502_0001_wide-ef2c84e246e9bc3fb801bd48d19d2b372c1616f5-s800-c85.webp", "title" : "LawAndOrder1"}, {"id": 1, "url": "https://deadline.com/wp-content/uploads/2021/09/TSDLAAN_NB068-e1632863618343.jpg?w=681&h=383&crop=1", "title": "LawAndOrder2"}, {"id": 2, "url": "https://www.goldderby.com/wp-content/uploads/2022/10/Law-and-Order-cast-Season-22.jpg?w=620&h=360&crop=1", "title": "LawAndOrder3"}]}, 
{"navbar": [{"url": "https://variety.com/wp-content/uploads/2021/05/Law-and-Order-Logo.jpg?w=1000&h=563&crop=1"}]}, {"show": [{"name": "Law and Order"}]}]